"%lu day left on trial" = "%lu dia restante de prova";
"%lu days left on trial" = "%lu dias restantes de prova";
"Apply" = "Aplicar";
"Back" = "Voltar";
"Buy Later" = "Comprar Mais Tarde";
"Buy Now" = "Comprar Agora";
"Cancel" = "Cancelar";
"Close" = "Fechar";
"Continue" = "Continuar";
"Did you <a href=\"%@\">lose your licence?</a>" = "Perdeu a <a href=\"%@\">sua licença?</a>";
"Email License to:" = "Enviar Licença por Email para:";
"Email address is blank!" = "Endereço de email em branco!";
"Enter your serial number below to unlock Path Finder" = "Insira o seu número de série abaixo para destrancar o Path Finder";
"Free Trial" = "Prova Gratuita";
"Free trial has expired" = "A prova gratuita expirou";
"If you need help, email us at help@cocoatech.com" = "Se necessitar de ajuda, envie-nos um email para help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Se já possui o Path Finder 6, insira o seu nome e chave de licença para ser elegível para o desconto da actualização. Continue para o próximo passo se for a primeira vez que está a comprar.";
"Licensed for %ld user" = "Licenciado para %ld utilizador";
"Licensed for %ld users" = "Licenciado para %ld utilizadores";
"Not licensed" = "Não licenciado";
"Path Finder 6 License" = "Licença do Path Finder 6";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "O Path Finder foi registado com sucesso. Guarde a sua informação de registo num local seguro.";
"Processing..." = "Processando...";
"Purchase" = "Comprar";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Compre o Path Finder. É Rápido, Simples e Seguro.";
"Purchase successful. Thank you!" = "Compra bem sucedida. Obrigado!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "Compra mal sucedida. Diga-nos o que sucedeu. Envie-nos um email para help@cocoatech.com";
"Quit" = "Encerrar";
"Registration" = "Registo";
"Registration Code Invalid" = "Código de Registo Inválido";
"Registration Successful" = "Registo Bem Sucedido";
"Request Sent" = "Pedido Enviado";
"Send" = "Enviar";
"Thank you!" = "Obrigado!";
"The Path Finder 6 license key you entered is not valid." = "A chave de licença do Path Finder 6 que inseriu não é válida.";
"The trial period has expired." = "O período de prova expirou.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Houve um problema com o nome ou código de licença que inseriu. Copie e cole o texto do email de encomenda e tente novamente. Se ainda tiver problemas, visite a nossa página para códigos de licença perdidos.";
"Unlock" = "Destrancar";
"Upgrading from version 6?" = "Actualizando da versão 6?";
"Valid for Upgrade!" = "Válido para Actualização!";
"Wait %u" = "Aguarde %u";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Inseriu correctamente o nome e código de licença. Obrigado por registar o Path Finder.";
"You will receive your unique serial number instantly." = "Irá receber o seu número de série único instantaneamente.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Está pronto. Feche esta janela para continuar a correr o Path Finder. Imprima esta página para ficar com uma cópia física do seu código de licença no caso de necessitar de instalar num computador novo no futuro.";
"Your 30 day trial has expired. Please purchase Path Finder." = "A sua prova de 30 dias expirou. Por favor compre o Path Finder.";
"Your serial number is in your confirmation email." = "O seu número de série está no seu email de confirmação.";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
